[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]

m_strInventoryLabels[eInvSlot_AugmentationHead]=头部
m_strInventoryLabels[eInvSlot_AugmentationTorso]=躯干
m_strInventoryLabels[eInvSlot_AugmentationArms]=手臂
m_strInventoryLabels[eInvSlot_AugmentationLegs]=腿部

;--------------------------------------------------
;----------------- Item Templates -----------------
;--------------------------------------------------
[AugmentationHead_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>机械头颅</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>机械头颅</b></font>"
BriefSummary="标准机械头颅"
TacticalText="提高暴击抵抗率。"

[AugmentationTorso_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>机械躯干</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>机械躯干</b></font>"
BriefSummary="标准机械躯干"
TacticalText="提高护甲值并得到额外背心槽位。"

[AugmentationArms_Base_CV X2WeaponTemplate]
FriendlyName="<font color='#00e0d5'><b>机械臂</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>机械臂</b></font>"
BriefSummary="标准机械臂"
TacticalText="赋予了士兵抵御伤害和进行近战的能力。"

[AugmentationLegs_Base_CV X2EquipmentTemplate]
FriendlyName="<font color='#00e0d5'><b>机械腿</b></font>"
FriendlyNamePlural="<font color='#00e0d5'><b>机械腿</b></font>"
BriefSummary="标准机械腿"
TacticalText="以惊人的速度进行短跑。"

[AugmentationArms_Grapple_MG X2WeaponTemplate]
FriendlyName="<font color='#0064e0'><b>机械臂【爪钩模块】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械臂【爪钩模块】</b></font>"
BriefSummary="集成爪钩模块的机械臂"
TacticalText="集成爪钩模块的标准机械臂。"

[AugmentationArms_Claws_MG X2PairedWeaponTemplate]
FriendlyName="<font color='#0064e0'><b>机械臂【利爪模块】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械臂【利爪模块】</b></font>"
BriefSummary="集成机械爪的机械臂"
TacticalText="集成机械爪的标准机械臂。"
AbilityDescName="机械爪"

[AugmentationTorso_NanoCoating_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>机械躯干【纳米涂层 MKI】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械躯干【纳米涂层 MKI】</b></font>"
BriefSummary="实验性纳米涂层机械躯干"
TacticalText="这款标准的机械躯干涂有尖端纳米材料，可以立即修复结构损伤。"

;[AugmentationTorso_BodyCompartment_MG X2ArmorTemplate]
;FriendlyName="<font color='#0064e0'><b>躯干存储槽</b></font>"
;FriendlyNamePlural="<font color='#0064e0'><b>躯干存储槽</b></font>"
;BriefSummary="解锁额外的物品槽位"
;TacticalText=" "

[AugmentationLegs_JumpModule_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>机械腿【跳跃模块 MKI】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械腿【跳跃模块 MKI】</b></font>"
BriefSummary="集成跳跃模块的实验性机械腿"
TacticalText="集成动力跳跃模块和人造肌纤维的机械腿，可提高移动能力。"

[AugmentationHead_NeuralGunlink_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>机械头颅【神经同步器】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械头颅【神经同步器】</b></font>"
BriefSummary="配备神经同步器的机械头颅"
TacticalText="将目标和武器数据直接投射到视网膜显示器上。"

[AugmentationHead_WeakpointAnalyzer_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>机械头颅【弱点分析仪 MKI】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械头颅【弱点分析仪 MKI】</b></font>"
BriefSummary="集成专家系统的机械头颅"
TacticalText="一个具有自我学习能力的专家系统，能将外星人解剖学和护甲弱点数据投射到视网膜显示器上。"

[AugmentationLegs_Muscles_MG X2EquipmentTemplate]
FriendlyName="<font color='#0064e0'><b>机械腿【仿生肌肉】</b></font>"
FriendlyNamePlural="<font color='#0064e0'><b>机械腿【仿生肌肉】</b></font>"
BriefSummary="人造机械纤维腿给士兵提供了更强的力量"
TacticalText="允许在任务中携带更重的装备，将重型武器的机动性惩罚降低15%。"

[AugmentationLegs_JumpModule_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>机械腿【跳跃模块 MKII】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械腿【跳跃模块 MKII】</b></font>"
BriefSummary="集成跳跃模块的新一代实验性机械腿"
TacticalText="集成动力跳跃模块和人造肌纤维的机械腿，可提高移动能力。"

[AugmentationLegs_SilentRunners_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>机械腿【隐匿模块】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械腿【隐匿模块】</b></font>"
BriefSummary="光学伪装和声音抑制器的结合"
TacticalText="机械腿把隐匿带到了一个新的高度。"

[AugmentationHead_NeuralTacticalProcessor_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>机械头颅【战术处理器】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械头颅【战术处理器】</b></font>"
BriefSummary="一个前沿的人工智能技术被整合进我们校验过的机械头颅中"
TacticalText="来自团队网络共享的目标信息再结合实时处理数据的专家系统，使你的士兵几乎是弹无虚发。"

[AugmentationArms_Launcher_BM X2WeaponTemplate]
FriendlyName="<font color='#d142f4'><b>机械臂【臂套模块】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械臂【臂套模块】</b></font>"
BriefSummary="带有重型武器模块的强化机械臂"
TacticalText="无需笨拙的动力装甲就可以使用重型武器。"

[AugmentationTorso_NanoCoating_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>机械躯干【纳米涂层 MKII】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械躯干【纳米涂层 MKII】</b></font>"
BriefSummary="修改改进的纳米涂层机械躯干"
TacticalText="这个增强的机械躯干模块是用最新的合金材料制成，表面涂有前沿的纳米材料，可以立即修复结构损伤。"

[AugmentationHead_WeakpointAnalyzer_BM X2EquipmentTemplate]
FriendlyName="<font color='#d142f4'><b>机械头颅【弱点分析仪 MKII】</b></font>"
FriendlyNamePlural="<font color='#d142f4'><b>机械头颅【弱点分析仪 MKII】</b></font>"
BriefSummary="改进的弱点分析仪，具有完整的软固件更新以及更快的纳米级处理器"
TacticalText="一个具有自我学习能力的专家系统，能将外星人解剖学和护甲弱点数据投射到视网膜显示器上。"


;--------------------------------------------------
;----------------- Abilities ----------------------
;--------------------------------------------------

[CyberJumpMKOne X2AbilityTemplate]
LocFriendlyName="跳跃模块 MKI"
LocLongDescription="跳跃模块+2移动，+15闪避以及提供能直接跳上建筑物的能力。"
LocHelpText="跳跃模块提高了部队在战场上的机动性"
LocFlyOverText="跳跃模块 MKI" 

[CyberJumpMKTwo X2AbilityTemplate]
LocFriendlyName="跳跃模块 MKII"
LocLongDescription="跳跃模块+3移动，+25闪避以及提供能直接跳上建筑物的能力。"
LocHelpText="跳跃模块提高了部队在战场上的机动性"
LocFlyOverText="跳跃模块 MKII" 

[ClawsSlash X2AbilityTemplate]
LocFriendlyName="爪击"
LocLongDescription="使用爪击后如果还剩余行动点，那么就不会结束回合。"
LocHelpText="使用爪击后如果还剩余行动点，那么就不会结束回合。"
LocFlyOverText="爪击" 

[CyberPunch X2AbilityTemplate]
LocFriendlyName="猛击"
LocLongDescription="使用强化的机械化手臂击退并混乱敌人。"
LocHelpText="猛击"
LocFlyOverText="猛击" 

[AugmentedSpeed X2AbilityTemplate]
LocFriendlyName="急奔"
LocLongDescription="机械腿可以让你的士兵暂时提高移动速度。在激活后获得一个额外的行动点，可以用于移动。<Ability:SelfCooldown>冷却。"
LocHelpText="暂时性提高移速"
LocFlyOverText="急奔" 

[AugmentedHead X2AbilityTemplate]
LocFriendlyName="硬骨头"
LocFlyOverText="硬骨头"
LocLongDescription="敌人对你的暴击率降低50点。"
LocHelpText="敌人对你的暴击率降低50点。"

[AugmentedShield X2AbilityTemplate]
LocFriendlyName="消融装甲"
LocFlyOverText="消融装甲"
LocLongDescription="消融装甲提供2点护盾值。"
LocHelpText="消融装甲提供2点护盾值。"

[NanoCoatingMK1 X2AbilityTemplate]
LocFriendlyName="自修复纳米涂层"
LocFlyOverText="自修复纳米涂层"
LocLongDescription="提供3点护盾值，每回合可以再生1点生命值，最高可再生3点生命值。"
LocHelpText="提供3点护盾值，每回合可以再生1点生命值，最高可再生3点生命值。"

[NanoCoatingMK2 X2AbilityTemplate]
LocFriendlyName="自修复纳米涂层"
LocFlyOverText="自修复纳米涂层"
LocLongDescription="提供6点护盾值，每回合可以再生2点生命值，最高可再生6点生命值。"
LocHelpText="提供6点护盾值，每回合可以再生2点生命值，最高可再生6点生命值。"

[WeakpointAnalyzerMK1 X2AbilityTemplate]
LocFriendlyName="弱点分析仪"
LocFlyOverText="弱点分析仪"
LocLongDescription="通过解剖数据增强全息平显，对解剖过的目标+1点穿甲、+1点暴击伤害和+10%暴击几率。"
LocHelpText="通过解剖数据增强全息平显，对解剖过的目标+1点穿甲、+1点暴击伤害和+10%暴击几率。"

[WeakpointAnalyzerMK2 X2AbilityTemplate]
LocFriendlyName="高级弱点分析仪"
LocFlyOverText="高级弱点分析仪"
LocLongDescription="通过解剖数据增强全息平显，对解剖过的目标+2点穿甲、+2点暴击伤害和+20%暴击几率。"
LocHelpText="通过解剖数据增强全息平显，对解剖过的目标+2点穿甲、+2点暴击伤害和+20%暴击几率。"

[ExMachina X2AbilityTemplate]
LocFriendlyName="机械降神"
LocFlyOverText="机械降神"
LocLongDescription="当完全机械化后，士兵对火、爆炸、毒和酸免疫，受到伤害降低33%。但缺点是，由于精神不稳定，他们在受伤时往往会陷入狂怒。"
LocHelpText="当完全机械化后，士兵对火、爆炸、毒和酸免疫，受到伤害降低33%。但缺点是，由于精神不稳定，他们在受伤时往往会陷入狂怒。"

[NeuralGunLink X2AbilityTemplate]
LocFriendlyName="神经同步器"
LocFlyOverText="神经同步器"
LocLongDescription="神经同步器提供+10命中。"
LocHelpText="神经同步器提供+10命中。"

[NeuralTacticalProcessor X2AbilityTemplate]
LocFriendlyName="战术处理器"
LocFlyOverText="战术处理器"
LocLongDescription="战术处理器提供+10命中并且每位看到目标的队友都提供额外+3命中。"
LocHelpText="战术处理器提供+10命中并且每位看到目标的队友都提供额外+3命中。"

[AugmentationHeavyWeapon X2AbilityTemplate]
LocFriendlyName="重型武器模块"
LocFlyOverText="重型武器模块"
LocLongDescription="解锁重型武器物品槽。"
LocHelpText="解锁重型武器物品槽。"

[SyntheticArmMuscles X2AbilityTemplate]
LocFriendlyName="仿生肌肉"
LocFlyOverText="仿生肌肉"
LocLongDescription="仿生肌肉增加2点近战伤害。"
LocHelpText="仿生肌肉增加2点近战伤害。"

;--------------------------------------------------
;----------------- Tech Templates -----------------
;--------------------------------------------------
[Augmentations X2TechTemplate]
DisplayName="机械化"
Summary="医护人员对变种人解剖的结果表明，变种人广泛地使用了外科手术改造。我们相信，只要有足够的时间和材料来研究它们，我们就可以理解它们的功能，也许就可以再造这些装置以用于增强我们自己的队员。"
CodeName="Leonardo"
LongDescription="我们复原和解剖过的每一位变种人士兵都经过了深度改造。其中一些是生物改造，其中一些则植入机械装置。最终结论是，大多数变种人士兵通常会得到各种有用的战斗性增强。庆幸的是，我们已经找到了其他途径让我们继续研究而不必解剖更多的变种人尸体。尽管如此，我们还是需要自愿接受手术的志愿者或初次接受截肢的人。这样的话我们应该能够对人体解剖学产生切实的改进。已故的沈博士成功地将一些文件加密并存储在主机中，我相信这些文件是有用的，可以确保我们的士兵能改造成所想之躯。理查德·泰根。"

[AugmentationTorso X2TechTemplate]
DisplayName="机械躯干"
Summary="完成胸廓改造，必要时进行器官移动和矫正。增加了储物容器，并覆盖了装甲。用一件体面的衬衫就能遮掩机械躯体，除非是经过了大量改造。"
LongDescription="完成胸廓改造，必要时进行器官移动和矫正。增加了储物容器，并覆盖了装甲。用一件体面的衬衫就能遮掩机械躯体，除非是经过了大量改造。莉莉·沈。"

[AugmentationArms X2TechTemplate]
DisplayName="机械臂"
Summary="完全更换给定的机械手肢体。所有的关节和手指都进行了升级，以改善对力量的控制。"
LongDescription="完全更换给定的机械手肢体。所有的关节和手指都进行了升级，以改善对力量的控制。莉莉·沈。"

[AugmentationLegs X2TechTemplate]
DisplayName="机械腿"
Summary="钝性截肢和腿部替换。跑得更快，跳得更远，走得更好。这种增强是显而易见的，可能会使本人在特定环境中显得鹤立鸡群。"
LongDescription="钝性截肢和腿部替换。跑得更快，跳得更远，走得更好。这种增强是显而易见的，可能会使本人在特定环境中显得鹤立鸡群。莉莉·沈。"

[AugmentationHead X2TechTemplate]
DisplayName="机械头颅"
Summary="完全或尽可能地进行颅骨的更换。大幅度提高改造者承受头部创伤的能力。眼睛通常被优质假体所取代。"
LongDescription="完全或尽可能地进行颅骨的更换。大幅度提高改造者承受头部创伤的能力。眼睛通常被优质假体所取代。莉莉·沈。"

[AugmentationArmsClaw X2TechTemplate]
DisplayName="机械臂【利爪模块】"
Summary="给定的武器在设计上有所不同，但最终的结果是相同的。便携易用的利爪，瞬间便可用于战斗场合。"
LongDescription="给定的武器在设计上有所不同，但最终的结果是相同的。便携易用的利爪，瞬间便可用于战斗场合。莉莉·沈。"

[AugmentationArmsGrapple X2TechTemplate]
DisplayName="机械臂【爪钩模块】"
Summary="一系列复杂的人造肌肉和控制系统，让使用者在近距离战斗中获得巨大优势。"
LongDescription="一系列复杂的人造肌肉和控制系统，让使用者在近距离战斗中获得巨大优势。莉莉·沈。"

[AugmentationLegsJumpModuleMK1 X2TechTemplate]
DisplayName="机械腿【跳跃模块】"
Summary="极其强力的伺服马达被运用于机械化中，赋予使用者更快的速度和更强的作战能力。"
LongDescription="极其强力的伺服马达被运用于机械化中，赋予使用者更快的速度和更强的作战能力。莉莉·沈。"

[AugmentationLegsMuscles X2TechTemplate]
DisplayName="机械腿【仿生肌肉】"
Summary="移植到改造者腿部的人造肌纤维使其获得更强的力量，又不会对队员潜入渗透的能力产生太大影响。"
LongDescription="移植到改造者腿部的人造肌纤维使其获得更强的力量，又不会对队员潜入渗透的能力产生太大影响。莉莉·沈。"

[AugmentationTorsoNanoCoatingMK1 X2TechTemplate]
DisplayName="机械躯干【纳米涂层 MKI】"
Summary="一个复杂的内部自我修复系统，理论上，它可以把改造者从死亡的边缘带回来。"
LongDescription="一个复杂的内部自我修复系统，理论上，它可以把改造者从死亡的边缘带回来。莉莉·沈。"

[AugmentationTorsoNanoCoatingMK2 X2TechTemplate]
DisplayName="机械躯干【纳米涂层 MKII】"
Summary="传输系统的改进以及人工智能在自我修复系统中的控制使得改造者获得更强的恢复能力。"
LongDescription="传输系统的改进以及人工智能在自我修复系统中的控制使得改造者获得更强的恢复能力。莉莉·沈。"

[AugmentationLegsJumpModuleMK2 X2TechTemplate]
DisplayName="机械腿【跳跃模块 MKII】"
Summary="极其强力的伺服马达被运用于机械化中，赋予使用者更快的速度和更强的作战能力。"
LongDescription="极其强力的伺服马达被运用于机械化中，赋予使用者更快的速度和更强的作战能力。莉莉·沈。"

[AugmentationHeadNeuralGunlink X2TechTemplate]
DisplayName="机械头颅【神经同步器】"
Summary="植入人工神经簇解析弹道，让使用者能把诸如武器重量、风速、重力等因素纳入计算。"
LongDescription="植入人工神经簇解析弹道，让使用者能把诸如武器重量、风速、重力等因素纳入计算。莉莉·沈。"

[AugmentationHeadNeuralTacticalProcessor X2TechTemplate]
DisplayName="机械头颅【战术处理器】"
Summary="植入人工神经系统组织，解析战场上各种因素。通常被小队成员称为“三角测量”的植入物，它不仅使用其用户数据，而且通过小队网络以获得更高的效率。"
LongDescription="植入人工神经系统组织，解析战场上各种因素。通常被小队成员称为“三角测量”的植入物，它不仅使用其用户数据，而且通过小队网络以获得更高的效率。莉莉·沈。"

[AugmentationLegsSilentRunners X2TechTemplate]
DisplayName="机械腿【隐匿模块】"
Summary="生物和机械复杂交织作用于改造者的运动结构，允许在运动期间完全隐匿。"
LongDescription="生物和机械复杂交织作用于改造者的运动结构，允许在运动期间完全隐匿。莉莉·沈。"

[AugmentationArmsWristLauncher X2TechTemplate]
DisplayName="机械臂【臂套模块】"
Summary="机械化改造者的腕部为其重型武器装备提供底座，而这种武器通常是武装车辆或武装无人机所使用。使用时要特别注意肩部，以减少后坐力所造成的胸腔损伤。"
LongDescription="机械化改造者的腕部为其重型武器装备提供底座，而这种武器通常是武装车辆或武装无人机所使用。使用时要特别注意肩部，以减少后坐力所造成的胸腔损伤。莉莉·沈。"

[AugmentationHeadWeakpointAnalyzerMK1 X2TechTemplate]
DisplayName="机械头颅【弱点分析仪 MKI】"
Summary="用户额叶的很大一部分被改造，并被赋予人工神经元，使其能够检测并对感知到的弱点采取行动。"
LongDescription="用户额叶的很大一部分被改造，并被赋予人工神经元，使其能够检测并对感知到的弱点采取行动。莉莉·沈。"

[AugmentationHeadWeakpointAnalyzerMK2 X2TechTemplate]
DisplayName="机械头颅【弱点分析仪 MKII】"
Summary="改善原有系统，更新在战场上存活队员所上传的敌人弱点，同时也分析来之解剖敌人尸体所获得的数据。"
LongDescription="改善原有系统，更新在战场上存活队员所上传的敌人弱点，同时也分析来之解剖敌人尸体所获得的数据。莉莉·沈。"

[AugmentationTorsoBodyCompartment X2TechTemplate]
DisplayName="躯干储存槽"
Summary=""
LongDescription=" 莉莉·沈。"


;--------------------------------------------------
;----------------- Cosmetic Parts -----------------
;--------------------------------------------------
[Augmentations_Head_AFR X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_AFR_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_ASN X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_ASN_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_CAU X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_CAU_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_LAT X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_LAT_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmAFR X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmAFR_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmASN X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmASN_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmCAU X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmCAU_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmLAT X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Head_SkirmLAT_F X2BodyPartTemplate]
DisplayName="机械头颅"

[MA_InvisHead_AFR X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_AFR_F X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_ASN X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_ASN_F X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_CAU X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_CAU_F X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_LAT X2BodyPartTemplate]
DisplayName="不可见"

[MA_InvisHead_LAT_F X2BodyPartTemplate]
DisplayName="不可见"

[Augmentations_Eyes_Prop X2BodyPartTemplate]
DisplayName="眼球假体"

[Augmentations_EyeR_Prop X2BodyPartTemplate]
DisplayName="右眼球假体"

[Augmentations_EyeL_Prop X2BodyPartTemplate]
DisplayName="左眼球假体"

[Augmentations_Eyes_Prop_F X2BodyPartTemplate]
DisplayName="眼球假体"

[Augmentations_EyeR_Prop_F X2BodyPartTemplate]
DisplayName="右眼球假体"

[Augmentations_EyeL_Prop_F X2BodyPartTemplate]
DisplayName="左眼球假体"

[Augmentations_Helmet X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Helmet_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Helmet_LF X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Helmet_UF X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Helmet_LF_F X2BodyPartTemplate]
DisplayName="机械头颅"

[Augmentations_Helmet_UF_F X2BodyPartTemplate]
DisplayName="机械头颅"

;--------------------------------------------------
;--------------------- Reaper ---------------------
;--------------------------------------------------
[Augmentations_Torso_RP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_RP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_RP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_RP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_RP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_RP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_RP X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_RP_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_RP X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_RP_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_RP X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_RP_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_RP X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_RP_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Templar---------------------
;--------------------------------------------------
[Augmentations_Torso_TP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_TP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_TP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_TP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_TP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_TP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_TP X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_TP_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_TP X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_TP_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_TP X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_TP_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_TP X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_TP_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Skirmisher------------------
;--------------------------------------------------
[Augmentations_Torso_SK X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_SK_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_SK X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_P_SK_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_SK X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_PW_SK_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_SK X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_SK_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_SK X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_SK_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_SK X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_SK_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_SK X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_SK_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Kevlar ---------------------
;--------------------------------------------------
[Augmentations_Torso_KV X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_KV_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_KV X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_KV_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_KV X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_KV_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_KV X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_KV_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_KV X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_KV_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Light Plated ---------------
;--------------------------------------------------
[Augmentations_Torso_LP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_LP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_LP X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_LP_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_LP X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_LP_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_LP X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_LP_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_LP X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_LP_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Medium Plated --------------
;--------------------------------------------------
[Augmentations_Torso_MP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_MP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_MP X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_MP_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_MP X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_MP_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_MP X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_MP_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_MP X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_MP_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;--------------------- Heavy Plated --------------
;--------------------------------------------------
[Augmentations_Torso_HP X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_HP_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_HP X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_HP_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_HP X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_HP_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_HP X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_HP_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_HP X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_HP_F X2BodyPartTemplate]
DisplayName="机械腿"


;--------------------------------------------------
;--------------------- Light Powered --------------
;--------------------------------------------------
[Augmentations_Torso_LPWD X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_LPWD_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_LPWD X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_LPWD_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_LPWD X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_LPWD_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_LPWD X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_LPWD_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_LPWD X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_LPWD_F X2BodyPartTemplate]
DisplayName="机械腿"

;--------------------------------------------------
;-------------------- Medium Powered --------------
;--------------------------------------------------
[Augmentations_Torso_MPWD X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Torso_MPWD_F X2BodyPartTemplate]
DisplayName="机械躯干"

[Augmentations_Arms_MPWD X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_Arms_MPWD_F X2BodyPartTemplate]
DisplayName="机械臂"

[Augmentations_ArmR_MPWD X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmR_MPWD_F X2BodyPartTemplate]
DisplayName="机械右手臂"

[Augmentations_ArmL_MPWD X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_ArmL_MPWD_F X2BodyPartTemplate]
DisplayName="机械左手臂"

[Augmentations_Legs_MPWD X2BodyPartTemplate]
DisplayName="机械腿"

[Augmentations_Legs_MPWD_F X2BodyPartTemplate]
DisplayName="机械腿"
